window.productSuggestions = [
  {
    category: "vegis",
    title: "ירקות ופירות",
    products: [
      "עגבניות",
      "מלפפונים",
      "חסה",
      "בצל",
      "שום",
      "גזרים",
      "תפוח אדמה",
      "פטרוזיליה",
      "פלפל",
      "תפוח",
      "בננות",
      "תפוזים"
    ]
  },
  {
    category: "dairy",
    title: "חלב ומוצרי חלב",
    products: [
      "חלב",
      "גבינה צהובה",
      "גבינה לבנה",
      "יוגורט",
      "חמאה",
      "שמנת",
      "קוטג",
      "שמנת חמוצה",
      "חלב שקדים",
      "קפיר"
    ]
  },
  {
    category: "meat",
    title: "בשר ודגים",
    products: [
      "חזה עוף",
      "בשר טחון",
      "שניצלים",
      "דג",
      "נקניק",
      "הודו",
      "סטייק",
      "סלמון",
      "כנפיים"
    ]
  },
  {
    category: "bakery",
    title: "אפייה ומוצרי לחם",
    products: [
      "לחם",
      "פיתות",
      "בייגלה",
      "לחמנייה",
      "עוגיות",
      "לחם מלא",
      "קרואסון"
    ]
  },
  {
    category: "other",
    title: "אחר",
    products: [
      "ביצים",
      "אורז",
      "אטריות",
      "קפה",
      "סוכר",
      "מלח",
      "שמן",
      "פסטה",
      "תה",
      "מיונז",
      "שימורים"
    ]
  }
];
